Repository: AlexShtandaruk/FourScreens
Catalog: FourScreeens/*.lproj/Localizable.strings
Languages: ru

# tab.storage
source: Storage
ru: Хранилище

# tab.fact
source: Fact
ru: Факт

# tab.web
source: Web
ru: Веб

# homeScreen.textFieldPlaceholder
source: Enter whatever you wanna add to container
ru: Введите что угодно

# homeScreen.addButton
source: Add new value to container
ru: Добавить в хранилище

# homeScreen.removeButton
source: Remove all values from container
ru: Очистить хранилище

# homeScreen.alertTitle
source: Alert
ru: Уведомление

# homeScreen.alertMessage
source: Enter something
ru: Введите что-нибудь

# factScreen.titlePartOne
source: A few facts
ru: Несколько фактов

# factScreen.titlePartTwo
source: for today
ru: на сегодня

# factScreen.alertTitle
source: Alert
ru: Уведомление

# movingScreen.button
source: Go deep into the WebView flow
ru: Провалиться в веб-вью

# networkService.guardData
source: You've got data = nil.
ru: Твоя дата = nil.

# networkService.catchData
source: Just catch error.
ru: В catch поймали ошибку.

# networkService.response
source: Failure with response to server.
ru: Ошибка с запросом на сервер.

# networkService.information
source: Information from server.
ru: Получение какой-либо информации с сервера.

# networkService.clientError
source: You've got some client error.
ru: Клиентская ошибка.

# networkService.recursive
source: Recursive error.
ru: Рекурсивная ошибка.

# networkService.authError
source: Error of authorization.
ru: Ошибка авторизации.

# networkService.serverError
source: Server error.
ru: Проблемы с сервером.
